Repository: common-repository/maphilight
Catalog: languages/map-hilight-*.po
Languages: fr_fr

source: General
fr_fr: Général

source: Settings
fr_fr: Paramètres

source: MapHilight makes it easy to integrate the javascript needed to make your maps or images interactive. Based on the maphilight jQuery plugin, MapHilight allows you to customize a hover effect on your maps or images.
fr_fr: MapHilight ajoute des fonctionnalités javascript nécessaires pour rendre vos cartes ou images interactives. Basé sur le plugin jQuery MapHilight, ce plugin vous permet de paramétrer un effet de survol sur vos images ou cartes.

source: Use it in your Posts by adding the following shortcode : [maphilight]
fr_fr: Utilisez ce plugin simplement en ajoutant dans vos pages ou articles le texte suivant : [maphilight]

source: Upload an image for your map.
fr_fr: Télécharger une image pour votre carte

source: Upload a map
fr_fr: Télécharger une carte

source: Delete Map
fr_fr: Supprimer la carte

source: Upload an image for the map.
fr_fr: Télécharger une image pour la carte

source: Map Areas Code
fr_fr: Code pour les zones de la carte

source: Paste inside the textarea the &lt;area&gt; tags (no &lt;map&gt; tag !) that you may have created using Fireworks.
fr_fr: Coller ici les balises &lt;area&gt; (sans les balises &lt;map&gt; !) que vous pouvez avoir créé dans Fireworks par exemple.

source: Border Color
fr_fr: Couleur de la bordure

source: Fill in with the color's 6 digits only (No #).
fr_fr: Remplissez ce champs avec les 6 chiffres correspondant à la couleur web (sans le #).

source: Background Color
fr_fr: Couleur du fond

source: Background Opacity
fr_fr: Opacité du fond

source: Fill in with an opacity number from 0.1 to 1.
fr_fr: Remplissez ce champs avec un nombre correspondant à l'opacité, de 0.1 à 1.
